Dlubal.TimberPro.ResultsInternalForces
Structure of governing internal forces/moments.

Dlubal.TimberPro.ResultsInternalForces.No
Member / Set number

Dlubal.TimberPro.ResultsInternalForces.X
Location x

Dlubal.TimberPro.ResultsInternalForces.LoadID
Load case

Dlubal.TimberPro.ResultsInternalForces.N
Internal force N

Dlubal.TimberPro.ResultsInternalForces.Vy
Internal force Vy

Dlubal.TimberPro.ResultsInternalForces.Vz
Internal force Vz

Dlubal.TimberPro.ResultsInternalForces.MT
Internal moment MT

Dlubal.TimberPro.ResultsInternalForces.My
Internal moment My

Dlubal.TimberPro.ResultsInternalForces.Mz
Internal moment Mz

Dlubal.TimberPro.ResultsInternalForces.Comment
Comment